export const weiboSnapshot = {
  "updatedAt": "2026-06-16T13:22:38.977Z",
  "items": [
    {
      "rank": 1,
      "word": "现在知道短剧滤镜有多吓人了吧",
      "category": "剧集",
      "hot_value": 1186670,
      "label": "热",
      "url": "https://s.weibo.com/weibo?q=%23%E7%8E%B0%E5%9C%A8%E7%9F%A5%E9%81%93%E7%9F%AD%E5%89%A7%E6%BB%A4%E9%95%9C%E6%9C%89%E5%A4%9A%E5%90%93%E4%BA%BA%E4%BA%86%E5%90%A7%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4nz2vVSD",
          "author": "子衿ul",
          "time": "今天14:19",
          "title": "#柯淳 长剧#现在知道短剧滤镜有多吓人了吧！（前两张出自短剧好一个乖乖女，后面是炽夏剧里的） ​",
          "url": "https://weibo.com/5700540635/R4nz2vVSD?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4pHkxCg2",
          "author": "肥牛卷TuT",
          "time": "今天19:45",
          "title": "#现在知道短剧滤镜有多吓人了吧#前一秒还是满脸斑驳 下一秒磨皮滤镜就拉满了 短剧滤镜还是太吓人了 ​",
          "url": "https://weibo.com/5272487603/R4pHkxCg2?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4pzDlD66",
          "author": "瑛缘命定",
          "time": "今天19:26",
          "title": "#现在知道短剧滤镜有多吓人了吧#看到短剧演员片酬，怪不得越来越多人去拍短剧了 ​",
          "url": "https://weibo.com/7398582807/R4pzDlD66?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 2,
      "word": "梅西发微博",
      "category": "体育",
      "hot_value": 981714,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E6%A2%85%E8%A5%BF%E5%8F%91%E5%BE%AE%E5%8D%9A%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4pv5qxmx",
          "author": "梅西LeoMessi10",
          "time": "今天19:15",
          "title": "三年前的此时，我们在北京见面。此刻，我将带着中国球迷的爱与祝福，踏上第六届世界杯的征程，跳完我的这曲终章探戈。@adidas @adidasFootball 梅西超话#梅西##世界杯##阿根廷##F50# L梅西LeoMessi10的微博视频 ​",
          "url": "https://weibo.com/5934019851/R4pv5qxmx?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4qcRzrva",
          "author": "竹笛漫港枝",
          "time": "19分钟前",
          "title": "#梅西发微博#喜欢墙间范的不要打扰喜欢球王的人看球谢谢 ​",
          "url": "https://weibo.com/7506746741/R4qcRzrva?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R3Geii4NL",
          "author": "蒙牛乳业",
          "time": "06月12日 00:00",
          "title": "🔥2026@FIFA世界杯 今日开赛！哨声一响，104出「绿茵好戏」快乐登场！⚽️踏上这片球场，谁没点藏在心底的#冠军的秘密#？🔍来和 @梅西LeoMessi10 、@KylianMbappe姆巴佩 、亚马尔 一起揭秘！🎁带话题#世界杯冠军和蒙牛有个秘密#转赞评，聊聊你最期待谁，抽1位得【冠军的秘密球星礼盒】 ！*本视频真人出镜，非AI纯原声#蒙牛FIFA世界杯全球官方赞助商# #蒙牛营养世界每个人的要强# L蒙牛乳业的微博视频",
          "url": "https://weibo.com/1653196740/R3Geii4NL?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 3,
      "word": "成功发射实践三十一号卫星",
      "category": "民生新闻",
      "hot_value": 711092,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E6%88%90%E5%8A%9F%E5%8F%91%E5%B0%84%E5%AE%9E%E8%B7%B5%E4%B8%89%E5%8D%81%E4%B8%80%E5%8F%B7%E5%8D%AB%E6%98%9F%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4p88ztcq",
          "author": "人民日报",
          "time": "今天18:18",
          "title": "#中国航天又一次成功发射#【#成功发射实践三十一号卫星#】6月16日17时45分，我国在西昌卫星发射中心使用长征三号乙运载火箭，成功将实践三十一号卫星发射升空，卫星顺利进入预定轨道，发射任务取得圆满成功。实践三十一号卫星主要用于空间环境探测。这次任务是长征系列运载火箭的第651次飞行。（文字：刘诗瑶、刘鑫蕊、郝明鑫、崔婉莹；图片：欧阳皞霆）",
          "url": "https://weibo.com/2803301701/R4p88ztcq?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4pBlqv7v",
          "author": "应用技术联合体",
          "time": "今天19:30",
          "title": "#我国成功发射实践三十一号卫星#劳模三乙实践三十一 ​",
          "url": "https://weibo.com/7339773158/R4pBlqv7v?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4pp6vuw1",
          "author": "空天逐梦",
          "time": "今天19:00",
          "title": "#我国成功发射实践三十一号卫星# 长征三号乙运载火箭成功发射实践三十一号卫星 L空天逐梦的微博视频 ​",
          "url": "https://weibo.com/7340734455/R4pp6vuw1?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 4,
      "word": "厉害了超话主持人",
      "category": "",
      "hot_value": 702585,
      "label": "",
      "url": "https://s.weibo.com/weibo?q=%23%E5%8E%89%E5%AE%B3%E4%BA%86%E8%B6%85%E8%AF%9D%E4%B8%BB%E6%8C%81%E4%BA%BA%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4oOIrJVl",
          "author": "张翅官方后援会",
          "time": "今天17:30",
          "title": "📣荣誉解锁→5月优秀超话主持人📣在过去的5月，翅煲们共计抽出了近240w张卡、超like峰值突破1w、画室热度跻身top100……最终我们一起拿下了【5月优秀超话主持人】【主持人影响力】TOP2！感谢翅煲们积极参与5月超话的画室和抽卡活动，感谢@翅煲服务中心_焕新版 的组织执行~这是短剧演员的超话中首个获得此项荣誉，未来希望翅煲们继续积极参与超话活动，陪伴@张张张翅 共同解锁更多荣誉~！生日当月还会有更多特别策划~敬请期待！感谢@超话社区 @超话主持人 的评奖，这是属于演员张翅超话 超话所有翅煲的荣誉！#张翅# #厉害了超话主持人#",
          "url": "https://weibo.com/2032622427/R4oOIrJVl?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4mVRCwfo",
          "author": "超话社区",
          "time": "今天12:43",
          "title": "成为超话主持人的第N天 【[在线等]5月成就主持人名单出炉】 #厉害了超话主持人# 快来看看本期超话整活成就主持人名单吧#厉害了超话主持人# 超话活动策划小能手出动！520来超话加满爱意！许愿池解锁甜蜜背景、绝美创作官小卡惊喜上线、同人产粮接力每小时都有香香饭、线下超友趣活动浪漫跨次元！*恭喜超话主持人获得成就主持人纪念奖牌！获奖主持人将在6月21日前在私信-「活动通知」处查收来自@超话社区 的地址收集私信。请耐心等待～信息收集完毕后，纪念奖牌将信息收集完毕后于6月底安排寄出，请务必提供可接收纪念奖牌的地址哦！",
          "url": "https://weibo.com/5878659096/R4mVRCwfo?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4pW0FAoV",
          "author": "邓为的钻石信号塔",
          "time": "今天20:21",
          "title": "#厉害了超话主持人#💎#邓为郑适# 💎#邓为楼启炎# 5月优秀超话主持人已拿下，感谢各位钻石的支持✊🏻感谢@超话社区 @超话主持人 给塔塔评奖，这是属于邓为超话的荣誉！很期待实物奖励是什么了，难道（bushi）～✨另外恭迎我们的郑适/楼启炎即将登场✨@邓为D ​",
          "url": "https://weibo.com/7866935308/R4pW0FAoV?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 5,
      "word": "丁禹兮为剧宣取关张新成",
      "category": "剧集",
      "hot_value": 685313,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E4%B8%81%E7%A6%B9%E5%85%AE%E4%B8%BA%E5%89%A7%E5%AE%A3%E5%8F%96%E5%85%B3%E5%BC%A0%E6%96%B0%E6%88%90%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4oZNiXmS",
          "author": "格魯吉亞拉拉",
          "time": "今天17:58",
          "title": "从狠戾到迷茫无辜这个眼神转变… 丁禹兮的演技…感受… #丁禹兮为剧宣取关张新成##剧集南部档案# L格魯吉亞拉拉的微博视频 ​",
          "url": "https://weibo.com/6047945428/R4oZNiXmS?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4pAPitiD",
          "author": "柳飘飘有点飘",
          "time": "今天19:29",
          "title": "丁禹兮黑化演技太带感了！！前半段天真又残忍，后半段失控又疯魔~黑虾果然美味！！！#丁禹兮为剧宣取关张新成# L柳飘飘有点飘的微博视频 ​",
          "url": "https://weibo.com/3898612300/R4pAPitiD?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4pDNmOr1",
          "author": "南部小熊",
          "time": "今天19:36",
          "title": "嘿嘿每天都有一堆下沉路人的夸夸#丁禹兮张海虾# #丁禹兮为剧宣取关张新成# ​",
          "url": "https://weibo.com/7889947292/R4pDNmOr1?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 6,
      "word": "北京大雨",
      "category": "民生新闻",
      "hot_value": 598169,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E5%8C%97%E4%BA%AC%E5%A4%A7%E9%9B%A8%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4pUrx4Pf",
          "author": "健健和大李的第10年",
          "time": "今天20:17",
          "title": "#北京暴雨# 北京这大雨，这是把天捅漏了吗 L健健和大李的第10年的微博视频 ​",
          "url": "https://weibo.com/6093623379/R4pUrx4Pf?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4qkv9pwl",
          "author": "weather爱好者",
          "time": "28秒前",
          "title": "#北京大雨# 今晚，北京又下了一场对流暴雨，局地还伴有冰雹，注意安全！ ​",
          "url": "https://weibo.com/6131521228/R4qkv9pwl?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4qkrqysn",
          "author": "天琴座小猫星球",
          "time": "37秒前",
          "title": "#北京大雨#哦哦原来是大雨啊我还以为我犯天条了呢。 ​",
          "url": "https://weibo.com/6984338019/R4qkrqysn?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 7,
      "word": "内娱女演员什么时候高跟鞋自由",
      "category": "剧集",
      "hot_value": 563942,
      "label": "",
      "url": "https://s.weibo.com/weibo?q=%23%E5%86%85%E5%A8%B1%E5%A5%B3%E6%BC%94%E5%91%98%E4%BB%80%E4%B9%88%E6%97%B6%E5%80%99%E9%AB%98%E8%B7%9F%E9%9E%8B%E8%87%AA%E7%94%B1%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4oVzDjzS",
          "author": "千面狐狸白凤九",
          "time": "今天17:47",
          "title": "#内娱女演员什么时候高跟鞋自由# 看着内娱女演员们为了配合男演员的身高只能默默脱下高跟鞋换上平底鞋，突然有点心疼！那些天生高挑的女演员，本该在镜头前自信舒展，却总要在身高差面前妥协退让。高跟鞋从来不是多余的装饰，是她们从容站立、气场全开的底气。什么时候高个女孩们才能真正拥有穿高跟鞋演戏的自由？真心希望以后能看到更多高个女演员与高个男演员搭档，势均力敌的身高差，才配得上那份无需将就的CP感与性张力。女孩们本该在自己的身高里，闪闪发光！",
          "url": "https://weibo.com/7392252363/R4oVzDjzS?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4qbGAfLL",
          "author": "酸蕃茄鱼丸",
          "time": "22分钟前",
          "title": "#内娱女演员什么时候高跟鞋自由#到底谁想天天穿高跟鞋上班啊，很累的想拉踩矮个子的男演员，别牵扯无辜女演员好吗高个子女演员这波又wwzz L酸蕃茄鱼丸的微博视频 ​",
          "url": "https://weibo.com/5503293893/R4qbGAfLL?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4p7Krfjx",
          "author": "烫水的热嘴",
          "time": "今天18:17",
          "title": "#内娱女演员什么时候高跟鞋自由# 高个女演员不敢穿高跟鞋，怕被说“太高了”、“不好搭戏”、“显男演员矮”。这背后是根深蒂固的身材焦虑——女性必须娇小，必须小鸟依人。可高挑从来不是缺点，是老天赏的礼物。什么时候我们不再为身高道歉，高跟鞋自由就真正到来了。 ​",
          "url": "https://weibo.com/6124869582/R4p7Krfjx?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 8,
      "word": "山姆中国变更董事长",
      "category": "民生新闻",
      "hot_value": 472483,
      "label": "",
      "url": "https://s.weibo.com/weibo?q=%23%E5%B1%B1%E5%A7%86%E4%B8%AD%E5%9B%BD%E5%8F%98%E6%9B%B4%E8%91%A3%E4%BA%8B%E9%95%BF%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4oLTECqH",
          "author": "潇湘晨报",
          "time": "今天17:24",
          "title": "#山姆中国变更董事长#【#山姆中国被约谈当日变更董事长#】6月16日，@潇湘晨报 ·晨视频记者查询天眼查发现，沃尔玛（中国）投资有限公司发生工商变更，MUK SOOK YE卸任法定代表人、董事长，由刘鹏接任。#山姆中国换帅不到1年品控却屡陷争议# 该公司成立于2003年4月，注册资本约3.3亿美元，经营范围包括第一类医疗器械销售、国内贸易代理、日用百货销售等，由沃尔玛中国有限公司全资持股。此前据媒体报道，6月15日，针对近期监管发现和媒体曝光的山姆线下门店及线上网店多发食品安全问题，市场监管总局依法对沃尔玛（中国）投资有限公司相关负责人进行责任约谈。山姆方面回应称，完全认可、深刻反思并诚恳接受。 L潇湘晨报的微博视频",
          "url": "https://weibo.com/1655444627/R4oLTECqH?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4pMP2GnK",
          "author": "张嘉森_杠杆哥",
          "time": "今天19:59",
          "title": "#山姆中国变更董事长#外国人退出让阿里巴巴系的高管来当董事长。沃尔玛这是准备股权套现跑路了吧。 ​",
          "url": "https://weibo.com/1917221331/R4pMP2GnK?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4pG2yrnK",
          "author": "豪豪不复祺祺",
          "time": "今天19:42",
          "title": "#山姆中国变更董事长#山姆这波操作挺微妙的，前一天刚因为食品安全被市监局约谈，第二天就宣布换董事长了。新上任的刘鹏是阿里系出身，以前管过天猫国际和淘宝B2C。说实话，一个互联网背景的来管线下零售，挺值得玩味。表面看是高层变动，但结合最近频繁曝出的蛋糕吃出牙齿、麻薯现活老鼠这些事，消费者更关心的是，你换谁坐办公室，跟我的购物车到底有什么关系？品控漏洞是核心问题，高速扩张不能成为质量下滑的借口。这个节点换将，信号意义很明确：要么是加大线上布局，要么是重塑供应链。但对普通会员来说，“换帅”这事听听就好，别变质才是硬道理。山姆，长点心吧 L豪豪不复祺祺的微博视频",
          "url": "https://weibo.com/5811372566/R4pG2yrnK?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 9,
      "word": "成都女子家门口遇害案二审维持原判",
      "category": "民生新闻",
      "hot_value": 432143,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E6%88%90%E9%83%BD%E5%A5%B3%E5%AD%90%E5%AE%B6%E9%97%A8%E5%8F%A3%E9%81%87%E5%AE%B3%E6%A1%88%E4%BA%8C%E5%AE%A1%E7%BB%B4%E6%8C%81%E5%8E%9F%E5%88%A4%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4pRmma4X",
          "author": "新华社",
          "time": "今天20:10",
          "title": "【#成都女子家门口遇害案二审维持原判#】#四川省高院二审驳回梁某滢上诉##梁某滢二审维持原判死缓#2026年6月16日，四川省高级人民法院二审公开宣判被告人梁某滢故意杀人一案，裁定驳回上诉，维持原判，依法核准以故意杀人罪判处被告人梁某滢死刑，缓期二年执行。（记者：吴光于 唐文豪） ​",
          "url": "https://weibo.com/1699432410/R4pRmma4X?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4pZDCdGW",
          "author": "iBingo",
          "time": "51分钟前",
          "title": "#成都女子家门口遇害案二审维持原判#这个案子二审宣了，维持原判。一审故意杀人，没自首，不构成正当防卫，作案时系限制刑事责任能力人，从轻处罚，死缓。#四川省高院二审驳回梁某滢上诉# ​",
          "url": "https://weibo.com/5679508036/R4pZDCdGW?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4pUag20n",
          "author": "澎湃新闻",
          "time": "今天20:17",
          "title": "【#成都女子遇害案二审维持死缓原判#】6月 16日，“成都27岁女子遇害案”二审在四川省高级人民法院开庭审理结束，四川省高院裁定驳回被告人梁某滢上诉，维持原判。澎湃新闻此前报道，2024年6月9日，成都市郫都区27岁女子王紫雅，在住所被同小区35岁的女性住户梁某滢捅刺致死。司法鉴定认为，梁某滢患有精神分裂症，对其案发当日的违法行为评定为部分刑事责任能力。但该案一审期间，梁某滢一直否认自己患有精神疾病。称其上门杀人行为是“正当防卫”，平时随身带刀是为了防身。四川华西法医学鉴定中心鉴定人一审出庭作证，认定被告人自知力缺失，对自己的精神病理情况没有认知能力，表现符合精神分裂症的诊断标准。精神分裂症临床表现，有时非常严重，社会功能紊乱非常明显；有时稍有缓解。2025年12月20日，成都市中级人民法院以故意杀人罪判处梁某滢死刑，缓期两年执行。一审法院判决认为，被告人梁某滢故意非法剥夺他人生命，持刀捅刺王紫雅并致其死亡，梁某滢的行为已构成故意杀人罪，应依法严惩。梁某滢系限制刑事责任能力人，依法可以从轻处罚。但梁某滢不服一审判决，并以“正当防卫、被害人先动手、且有自首情节”为由上诉。而受害人王紫雅的母亲也对“梁某滢患有精神分裂症，仅承担部分刑事责任能力”的司法鉴定也不认可，向法院提交了重新鉴定申请。#成都女子家门口遇害案二审维持原判#L澎湃新闻的微博视频",
          "url": "https://weibo.com/5044281310/R4pUag20n?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 10,
      "word": "特训学校6个月三万元",
      "category": "舆论监督",
      "hot_value": 392674,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E7%89%B9%E8%AE%AD%E5%AD%A6%E6%A0%A16%E4%B8%AA%E6%9C%88%E4%B8%89%E4%B8%87%E5%85%83%23",
      "posts": [
        {
          "rank": 1,
          "id": "R4nDhE0E7",
          "author": "新京报",
          "time": "今天14:30",
          "title": "【#21岁男子称被绑架到重庆一特训学校#，警方已受案】#21岁男子在特训学校被管控8日#刘郡是重庆永川人，19岁时在父母的支持下前往贵州毕节开了一家商贸公司，经营板材和瓷砖生意。​5月21日下午，刘郡正在店里玩手机。据他回忆，下午4点左右，店里来了两男一女，用绳子捆住他的双手将他拽上车。“我一直喊绑架、报警。”三人依旧没有松手。​刘郡称，在车上，对方说“我们是特训学校的（工作人员）”。他问对方，是不是自己的父母联系了他们，得到了肯定答复。其中一人还安抚他：“（你）只需要在那里待一个月。”车行驶了两个小时左右，快到高速服务区时，刘郡借上厕所的名义下车逃跑，但不慎跌倒，再次被抓住。刘郡的膝盖被石子磨出了血，手腕也因为被绑和拉扯血肉模糊。到特训学校后，刘郡回忆，他上午要上体育课，进行“军事训练”，下午和晚上要学习叠衣服等生活基本技能。因为腿伤，刘郡无法逃跑，但也一直不配合教学，威胁出去后要在自媒体上曝光学校，因此得以见到学校领导进行沟通。​在学校的第八天，刘郡的父母被叫来学校，和校领导商议后，学校退款，刘郡得以离开。​6月10日，刘郡回到毕节后向毕节市公安局七星关分局梨树派出所报案。​离开特训学校后，刘郡看到了父母和学校签订的服务协议：服务期限为6个月，费用三万元。他说，父母把他送去特训学校的原因是他“熬夜、玩手机”。​协议显示，甲方是重庆尚泽教育咨询有限公司，“具有教育咨询服务、健康咨询服务、素质拓展服务等专业服务资质。”服务范围包括心理健康辅导，身体素质训练，行为习惯养成、学习能力提升等咨询服务，且进行全日制脱产训练封闭式管理，实行军事化管理制度。​天眼查信息显示，这家公司成立于2025年6月9日，经营范围包括开展教育咨询服务，但不含涉许可审批的教育培训活动。记者多次拨打该校负责人的电话询问相关事宜，对方均以“不方便接听电话”为由拒绝。​刘郡还提到，自己上课的地方在当地一所中专学校内，学校门牌上写着“华绣中等专业学校”，他所在的班里有60人左右，和校内的中专学生分开上课。据他了解，这处学校内还有多家教育公司。新京报记者检索公开信息发现，2026年，至少有7家教育咨询公司在这处中专学校内成立。​另外，@新京报 记者从重庆市永川区教育委员会获悉，重庆尚泽教育咨询有限公司已于6月9日搬离原地址。全文： O21岁男子称被“绑架”到重庆一特训学校，警方已受案",
          "url": "https://weibo.com/1644114654/R4nDhE0E7?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R4o6KlQmZ",
          "author": "jaetyn",
          "time": "今天15:42",
          "title": "光天化日，朗朗乾坤，当街绑架，这不严惩，不做绑架罪不做非法拘禁起诉还得了？",
          "url": "https://weibo.com/1898492297/R4o6KlQmZ?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R4nWR5r7m",
          "author": "苏孟氏芳邻",
          "time": "今天15:18",
          "title": "禁则证明问题的存在。 卡尔·波普尔（Karl Popper, 1902—1994）是20世纪最耀眼的哲学家之一。他以“批判理性主义”为武器，在科学哲学与政治哲学两个看似截然不同的领域，发动了一场深刻的思想革命。他的著作不仅重塑了我们对“科学”的理解，更为现代开放社会的构建提供了坚实的伦理基石。",
          "url": "https://weibo.com/6885479169/R4nWR5r7m?refer_flag=1001030103_"
        }
      ]
    }
  ]
} as const;
