export const weiboSnapshot = {
  "updatedAt": "2026-05-24T13:01:07.020Z",
  "items": [
    {
      "rank": 1,
      "word": "浪姐直播",
      "category": "综艺",
      "hot_value": 1417357,
      "label": "热",
      "url": "https://s.weibo.com/weibo?q=%23%E6%B5%AA%E5%A7%90%E7%9B%B4%E6%92%AD%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0V4b1mvR",
          "author": "不可说我没heart",
          "time": "44分钟前",
          "title": "#浪姐 辱追#周五看完直播说:我再也不看浪姐直播了浪费感情浪费时间。周六依旧看了3小时，今天师姐秀我只看表演，还有又改规则了是吗？ ​",
          "url": "https://weibo.com/6638869521/R0V4b1mvR?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0UIJoYRf",
          "author": "酒酿熊子",
          "time": "今天19:22",
          "title": "我笑飞了。。孟佳嘴瓢：每个人都拉拉…邋遢……王霏霏笑晕了。。。#浪姐直播# ​",
          "url": "https://weibo.com/1775084261/R0UIJoYRf?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0UX4vXKx",
          "author": "Viptranslator",
          "time": "今天19:58",
          "title": "#浪姐直播#这个另一个天堂好绝！徐洁儿、何洁两大vocal，然后马吟吟、张月也好强。 ​",
          "url": "https://weibo.com/1750858234/R0UX4vXKx?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 2,
      "word": "武汉停课停业",
      "category": "民生新闻",
      "hot_value": 907065,
      "label": "热",
      "url": "https://s.weibo.com/weibo?q=%23%E6%AD%A6%E6%B1%89%E5%81%9C%E8%AF%BE%E5%81%9C%E4%B8%9A%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0Ry3wSZv",
          "author": "北京日报",
          "time": "今天 17:33",
          "title": "【#武汉停止集会停课停业#】#武汉停课停业# 据湖北日报客户端消息，武汉市气象台5月24日10时11分发布暴雨红色预警信号：过去1小时，蔡甸、消泗、经开湘口已出现30-60毫米降水，预计未来3小时，经开、蔡甸、江夏部分街道（乡镇）仍将有40-70毫米降水，累计雨量将达到100毫米以上，城乡积涝、地质灾害、中小河流风险极高。气象台同步发布防御指南：1、政府及相关部门按照职责做好防暴雨应急和抢险工作；2、停止集会、停课、停业（除特殊行业外）；3、做好山洪、滑坡、泥石流等灾害的防御和抢险工作。记者注意到，除武汉外，湖北省仙桃市气象台5月24日8时36分也发布了暴雨红色预警信号：过去3小时最大降水出现在沙湖镇为128.5毫米。预计未来3小时，大部乡镇和街道强降水持续，累计雨量将达大暴雨量级，伴有雷电，阵风8级以上，中小河流洪水、城乡暴雨积涝风险极高。（长安街知事 视频来源：长江日报）戳更多新闻→#枪击发生时特朗普正在白宫##白宫附近枪击嫌疑人身份曝光# L北京日报的微博视频",
          "url": "https://weibo.com/1893892941/R0Ry3wSZv?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0TqdxtPN",
          "author": "阿泰的深夜评测",
          "time": "今天16:04",
          "title": "#武汉停课停业#武汉这波雨真的是下的又大又急，昨晚下了一晚上，武昌雨小了一点，汉阳那边还是很大，今天出门都没开车，到处堵武汉市气象台5月24日10时11分发布暴雨红色预警信号：过去1小时，蔡甸、消泗、经开湘口已出现30-60毫米降水，预计未来3小时，经开、蔡甸、江夏部分街道（乡镇）仍将有40-70毫米降水，累计雨量将达到100毫米以上，城乡积涝、地质灾害、中小河流风险极高。气象台同步发布防御指南：1、政府及相关部门按照职责做好防暴雨应急和抢险工作；2、停止集会、停课、停业（除特殊行业外）；3、做好山洪、滑坡、泥石流等灾害的防御和抢险工作。",
          "url": "https://weibo.com/1553186924/R0TqdxtPN?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0TWnmnwE",
          "author": "琉玄",
          "time": "今天17:23",
          "title": "#武汉停课停业# 现在好像到处都在下大雨……你那里呢？ ​",
          "url": "https://weibo.com/1151243311/R0TWnmnwE?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 3,
      "word": "14省区市大到暴雨",
      "category": "民生新闻",
      "hot_value": 711589,
      "label": "",
      "url": "https://s.weibo.com/weibo?q=%2314%E7%9C%81%E5%8C%BA%E5%B8%82%E5%A4%A7%E5%88%B0%E6%9A%B4%E9%9B%A8%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0RHm6J4b",
          "author": "央视新闻",
          "time": "今天11:41",
          "title": "#南方迎今年首波高温#【#14省区市大到暴雨#】中央气象台今早继续发布暴雨黄色预警，预计今明两天，重庆、湖南、湖北、河南、江西、安徽、江苏、浙江、内蒙古、宁夏、甘肃、陕西、山西、西藏等地部分地区有大到暴雨，局地大暴雨。未来几天，长江以南大部地区气温稳步回升，长沙、福州、广州将迎来今年首个高温，暑热提前上线。受冷空气及降雨影响，北方气温偏低，长春、太原、济南等地最高温仅20℃出头，体感清凉。你那里多少度？ L央视新闻的微博视频",
          "url": "https://weibo.com/2656274875/R0RHm6J4b?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0UnWw4BO",
          "author": "中国天气",
          "time": "今天18:31",
          "title": "#14省区市大到暴雨# #暴雨预警升级为橙色# 【安徽湖北局地有特大暴雨】今天夜间到明天，暖湿气流还将增强，需警惕夜间暖区对流+“列车效应”可能导致的强降雨，湖南北部、湖北、安徽、河南南部、江苏南部、浙江西部和北部等地是强降雨集中区域。在北方，随着切变线逐渐向东推进，今天夜间到明天，华北等地也将有明显降雨，陕西、山西部分地区强降雨发展。预计，陕西北部和西南部、山西中南部、河南南部、安徽西部和南部、湖北东部和西南部、湖南北部、江西北部、浙江西部、重庆中北部等地部分地区有暴雨或大暴雨，安徽西南部、湖北东部等地局地特大暴雨。中央气象台今天夜间升级发布了暴雨橙色预警。",
          "url": "https://weibo.com/1498396803/R0UnWw4BO?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0VgQz3UK",
          "author": "碧海云天LY",
          "time": "13分钟前",
          "title": "#14省区市大到暴雨#暴雨波及重庆、湖南、湖北、河南、江西、安徽、江苏、浙江、内蒙古、宁夏、甘肃、陕西、山西、西藏14个省区市。其中湖北东部、安徽南部、湖南西北部局地有大暴雨（100～240毫米），个别站点累计雨量达350毫米以上，湖北、安徽等地降雨极端性强，或突破5月历史极值。 ​",
          "url": "https://weibo.com/1181714974/R0VgQz3UK?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 4,
      "word": "何洁秒了",
      "category": "综艺",
      "hot_value": 619393,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E4%BD%95%E6%B4%81%E7%A7%92%E4%BA%86%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0VdeisZs",
          "author": "一盒橙子org",
          "time": "22分钟前",
          "title": "#何洁秒了#何洁一开口鸡皮疙瘩瞬间就起来了！姐姐们都很棒！ ​",
          "url": "https://weibo.com/2831189303/R0VdeisZs?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0V7oc61i",
          "author": "高质量芝士分子",
          "time": "37分钟前",
          "title": "#何洁秒了#超女的含金量谁懂啊！何洁开口就秒了！#浪姐直播# L高质量芝士分子的微博视频 ​",
          "url": "https://weibo.com/6418914145/R0V7oc61i?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0VgW9SwU",
          "author": "Crystal零星",
          "time": "13分钟前",
          "title": "何洁嗓音条件太好了，一开口把浪姐所有设备都修好了，自带混响效果！#何洁秒了# LCrystal零星的微博视频 ​",
          "url": "https://weibo.com/1817631731/R0VgW9SwU?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 5,
      "word": "煤矿19点半爆炸工人22点才被通知",
      "category": "突发/灾害",
      "hot_value": 571716,
      "label": "",
      "url": "https://s.weibo.com/weibo?q=%23%E7%85%A4%E7%9F%BF19%E7%82%B9%E5%8D%8A%E7%88%86%E7%82%B8%E5%B7%A5%E4%BA%BA22%E7%82%B9%E6%89%8D%E8%A2%AB%E9%80%9A%E7%9F%A5%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0Uapjdl1",
          "author": "央广网",
          "time": "今天17:58",
          "title": "【#煤矿19点半爆炸工人22点才被通知#】5月24日，@央广网 记者从山西沁源县人民医院获悉，收治的44名受伤矿工目前病情平稳。工人梁建伟回忆，其佩戴的隔绝式自救器仅使用七八分钟便“没气了”，而《煤矿安全规程》明确规定，入井人员必须携带额定防护时间不低于30分钟的自救器。确保紧急情况下，提供足够防护时间，保障人员的生命安全。#直击山西煤矿事故救援现场#（央广网记者张晋鹏 尹琳岑 王昆鹏 张羲伦） O“自救器七八分钟就没氧了！”山西煤矿事故获救矿工讲述→",
          "url": "https://weibo.com/1683472727/R0Uapjdl1?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0Udltp25",
          "author": "导演王晟赫",
          "time": "今天18:05",
          "title": "#煤矿19点半爆炸工人22点才被通知#2026年了，还有这么荒唐的事儿，人命关天，结果造成了这么惨烈的事故！ #煤矿爆炸时247人下井仅记录124人# ​",
          "url": "https://weibo.com/1881576793/R0Udltp25?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0UiyeAcf",
          "author": "马上谈",
          "time": "今天18:18",
          "title": "山西留神峪煤矿瓦斯爆炸，鼓吹国有企业私有化的人怎么不说话了？这家私企，19时29分发生瓦斯爆炸，事发两个多小时后企业才上报通知，存在严重迟报行为。井下实际作业247人，但登记在册仅124人，大量人员未录入定位系统，人员台账造假、安全监控设备形同虚设。这件事不但暴露出当地日常监管流于形式、违法成本偏低，致使企业屡查屡犯。这家私企为了追逐利益违规超员生产，此前就多次因安全隐患被罚，却始终未整改到位，安全管理全面失控。所以，我建议高危行业逐步国有化。公共资产资本，还是更有长期性，稳定性，均衡性。私营资本，就干点安全方面低风险的事情就行了，他们真没有动力同时去管好高风险和收益的平衡问题。#煤矿19点半爆炸工人22点才被通知##煤矿爆炸时247人下井仅记录124人#",
          "url": "https://weibo.com/2036161077/R0UiyeAcf?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 6,
      "word": "另一个天堂 视听盛宴",
      "category": "综艺",
      "hot_value": 510098,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E5%8F%A6%E4%B8%80%E4%B8%AA%E5%A4%A9%E5%A0%82%20%E8%A7%86%E5%90%AC%E7%9B%9B%E5%AE%B4%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0UYHcme9",
          "author": "Crystal零星",
          "time": "58分钟前",
          "title": "浪姐帮唱师姐秀第一个舞台另一个天堂太好听了，何洁马吟吟张月徐洁儿和声给到夯！徐洁儿开口跪，海豚音特别好听，张月全开麦依旧很稳，马吟吟音色很特别很稳，何洁太强了，一开口质感真的不一样，给这首歌注入灵魂！结果张月团才856分，比想象中低了！LCrystal零星的微博视频 ​",
          "url": "https://weibo.com/1817631731/R0UYHcme9?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0V2AFAbD",
          "author": "双门一颗小趴菜",
          "time": "48分钟前",
          "title": "#另一个天堂 视听盛宴# 我狠狠地get到张月的美貌了！！！灯亮的那一瞬间还有这个角度谁懂啊。。。。。。人美歌美我也美了（ps：张月《另一个天堂》舞台直拍版🈶，我接到暗号了！） L双门一颗小趴菜的微博视频 ​",
          "url": "https://weibo.com/6029699932/R0V2AFAbD?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0UX5FIo0",
          "author": "维多梨鸭Victoria",
          "time": "今天19:58",
          "title": "友友们，浪姐真的比歌手好听……《另一个天堂》好牛#浪姐直播# #另一个天堂 视听盛宴# L维多梨鸭Victoria的微博视频 ​",
          "url": "https://weibo.com/1638832591/R0UX5FIo0?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 7,
      "word": "燃油车被时代抛弃了吗",
      "category": "汽车",
      "hot_value": 508964,
      "label": "",
      "url": "https://s.weibo.com/weibo?q=%23%E7%87%83%E6%B2%B9%E8%BD%A6%E8%A2%AB%E6%97%B6%E4%BB%A3%E6%8A%9B%E5%BC%83%E4%BA%86%E5%90%97%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0MijooQJ",
          "author": "中国新闻周刊",
          "time": "05月23日 21:55",
          "title": "【#经销商亏本甩卖燃油车#】#燃油车被时代抛弃了吗# “如今加满一箱油，费用较年初高出近百元。”燃油车主张先生坦言，用车成本大幅上涨，让新能源车型的性价比优势愈发凸显。4月零售销量前十车型中，仅吉利缤越一款燃油车孤守第八位，其余九席全被新能源包揽。回溯年初，1月销量前十中燃油车仍占7席，2月降至6席，3月再减至5席。仅短短四个月时间，燃油车就从市场主流迅速滑向边缘，曾经的绝对主角沦为少数派。榜单格局剧变的背后，是传统车企阵营格局的剧烈分化。曾经占据销量榜半壁江山的德系、日系合资品牌，在前十榜单中彻底消失，朗逸、卡罗拉等“国民家轿”风光不再。过往合资品牌依托燃油技术壁垒、品牌号召力与线下渠道优势稳居行业上游，面对电动化转型浪潮，却出现市场研判滞后、战略响应迟缓的问题。如今自主品牌新能源车型不断下探定价、迭代核心技术，合资燃油车既缺失成本竞争优势，智能驾乘体验也跟不上市场主流，品牌附加值持续缩水，原有市场份额不断被挤压吞噬。燃油车销量的断崖式下滑，让传统经销商的生存处境愈发艰难。尤其是以燃油车销售为主的4S店，正面临库存高企、价格倒挂、售后萎缩等多重危机。中国汽车流通协会发布的调查结果显示，4月经销商综合库存系数高达1.89，环比上升7.4%，同比上升34.0%，远超1.5的警戒线，其中合资品牌库存系数更是飙升至2.24，大量燃油车积压占用巨额资金。高库存直接引发“价格倒挂”恶性循环，2025年81.9%的经销商出现卖价低于进价的情况，超过一半的倒挂幅度在15%以上。",
          "url": "https://weibo.com/1642512402/R0MijooQJ?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0UIIhsdL",
          "author": "鍋盖頭司令",
          "time": "今天19:22",
          "title": "#燃油车被时代抛弃了吗#我觉得并没有，我是燃油车新能源都有，我觉得各有各的特点吧，以前是智能化的区别大一些，现在一些燃油车也开始智能化。剩下的可能就是用油用电的问题了，有一些经常突然性用车的人可能还是会倾向燃油车，如果是固定两点一线用车的可能倾向新能源。如果你买车，你买燃油还是新能源？",
          "url": "https://weibo.com/2099591797/R0UIIhsdL?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0UIA1993",
          "author": "刘道静ssr",
          "time": "今天19:22",
          "title": "#燃油车被时代抛弃了吗#现在新能源发展迅猛燃油车在用车成本和体验上确实越来越不及新能源尤其是在现在新能源闪充的各种新技术补能焦虑也逐渐被抹除但燃油车真的成为时代弃子了吗？我觉得没有 ​",
          "url": "https://weibo.com/5788900304/R0UIA1993?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 8,
      "word": "神23出征仪式",
      "category": "国内时政",
      "hot_value": 507455,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E7%A5%9E23%E5%87%BA%E5%BE%81%E4%BB%AA%E5%BC%8F%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0Unr46I0",
          "author": "央视新闻",
          "time": "9分钟前",
          "title": "【#直播神23发射# 一起见证！】神舟二十三号载人飞船瞄准今天23时08分发射，乘组由朱杨柱、张志远、黎家盈3名航天员组成。@央视新闻 带你走进酒泉卫星发射中心，了解发射前的最新动态，见证#神23出征仪式#，关注载人飞船发射↓↓传递祝福，为中国航天加油！ 央视新闻的微博直播 ​",
          "url": "https://weibo.com/2656274875/R0Unr46I0?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0UXXsApe",
          "author": "人民日报",
          "time": "今天20:00",
          "title": "【一起见证！#神23发射直播#】#直播神23出征仪式# 神舟二十三号载人飞船瞄准今天23时08分发射，乘组由朱杨柱、张志远、黎家盈3名航天员组成。@人民日报 正在直播↓↓#一人一句祝福神二十三乘组#，为中国航天加油！ 人民日报的微博直播 ​",
          "url": "https://weibo.com/2803301701/R0UXXsApe?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0UVxqpPn",
          "author": "央广军事",
          "time": "今天19:54",
          "title": "【期待！#神23乘组出征仪式即将开始#】今天，神舟二十三号载人飞行任务航天员乘组出征仪式，将在酒泉卫星发射中心问天阁圆梦园广场举行。此刻，圆梦园广场现场群众热情高涨，翘首以待。预祝#神舟二十三号载人飞船发射#成功！（记者：于简狄 张建动） ​",
          "url": "https://weibo.com/1728148193/R0UVxqpPn?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 9,
      "word": "WBG对战LGD",
      "category": "电竞",
      "hot_value": 504637,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23WBG%E5%AF%B9%E6%88%98LGD%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0USehM0T",
          "author": "狂很子老",
          "time": "今天19:46",
          "title": "【LGD 1-0 WBG】涅槃组的兄弟这两天都在下毒手，小老外重拳出击，汤圆化身训练赛战神，13比2，WBG完全没法还手，LGD第一盘点菜WBG！！#WBG对战LGD# ​​​​",
          "url": "https://weibo.com/7277232894/R0USehM0T?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0Sduj52y",
          "author": "英雄联盟赛事",
          "time": "今天13:00",
          "title": "​​#2026LPL第二赛段# 骑士之路5月24日即将火热开赛，14点@NIP电子竞技俱乐部 对战 @EDG电子竞技俱乐部 ，约17点 @WBG英雄联盟分部 对战 @LGD_英雄联盟 ，双方展开BO5对决。谁能抓住最后机会晋级淘汰赛？敬请期待！#NIP对战EDG# #WBG对战LGD# 英雄联盟赛事的微博直播 ​",
          "url": "https://weibo.com/5756404150/R0Sduj52y?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0UT7kYwm",
          "author": "WBG英雄联盟分部",
          "time": "今天19:48",
          "title": "【#2026LPL第二赛段# ·骑士之路】WBG vs LGD 0-15分半，我方皇子抢到第一条小龙，后续我方安妮击杀对方萨勒芬妮拿下一血资源；10分钟，我方控下一条虚空巢虫；11分半，我方拿下第二条小龙；17分半，我方拿下听牌龙；20分钟，上路混战我方皇子击杀对方纳亚菲利；24分半，对方拿下大龙；28分钟，我方正面团战溃败，对方持续推进，我方水晶告破遗憾输掉本局比赛。#WBG对战LGD#WBG英雄联盟超话",
          "url": "https://weibo.com/5937903233/R0UT7kYwm?refer_flag=1001030103_"
        }
      ]
    },
    {
      "rank": 10,
      "word": "黎家盈说航天初心永不忘",
      "category": "国内时政",
      "hot_value": 501419,
      "label": "新",
      "url": "https://s.weibo.com/weibo?q=%23%E9%BB%8E%E5%AE%B6%E7%9B%88%E8%AF%B4%E8%88%AA%E5%A4%A9%E5%88%9D%E5%BF%83%E6%B0%B8%E4%B8%8D%E5%BF%98%23",
      "posts": [
        {
          "rank": 1,
          "id": "R0Vf65eKq",
          "author": "央视新闻",
          "time": "18分钟前",
          "title": "#黎家盈说航天初心永不忘#【#神23航天员抵达发射塔架#】朱杨柱、张志远、黎家盈已到达发射场区，正在等待进舱。一切顺利！#神23出征仪式#O网页链接 ​​​​ L央视新闻的微博视频 ​",
          "url": "https://weibo.com/2656274875/R0Vf65eKq?refer_flag=1001030103_"
        },
        {
          "rank": 2,
          "id": "R0VmgoJYJ",
          "author": "烟台日报社大小新闻",
          "time": "45秒前",
          "title": "#黎家盈说航天初心永不忘#【#神23航天员抵达发射塔架#】朱杨柱、张志远、黎家盈已到达发射场区，正在等待进舱。一切顺利！#神23出征仪式# ​​​​ L央视新闻的微博视频 ​",
          "url": "https://weibo.com/1657914910/R0VmgoJYJ?refer_flag=1001030103_"
        },
        {
          "rank": 3,
          "id": "R0Vm5Bw1c",
          "author": "铁军小子",
          "time": "1分钟前",
          "title": "【#神二十三航天员抵达发射塔架#】朱杨柱、张志远、黎家盈已到达发射场区，正在等待进舱。一切顺利！（央视新闻）L央视新闻的微博视频 ​",
          "url": "https://weibo.com/5848272985/R0Vm5Bw1c?refer_flag=1001030103_"
        }
      ]
    }
  ]
} as const;
